Repository: solomiiamimika/nurse
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Будь ласка, увійдіть для доступу до цієї сторінки.
uk: Будь ласка, увійдіть, щоб отримати доступ до цієї сторінки.

source: My Cool App
uk: Мій класний застосунок

source: Welcome to Human
uk: Ласкаво просимо до Human

source: Find the perfect service for your needs
uk: Знайдіть ідеальну послугу для ваших потреб

source: Login
uk: Увійти

source: Register
uk: Зареєструватися

source: What service are you looking for?
uk: Яку послугу ви шукаєте?

source: Search
uk: Пошук

source: Explore Services Nearby
uk: Переглянути послуги поруч

source: Browse providers and offerings
uk: Переглядайте виконавців і пропозиції

source: See providers on the map
uk: Переглянути виконавців на мапі

source: Login to use your location, view nearby providers, and book services in a few clicks.
uk: Увійдіть, щоб використовувати вашу геолокацію, переглядати виконавців поруч і бронювати послуги в кілька кліків.

source: Login to Explore
uk: Увійти, щоб переглядати

source: Create account
uk: Створити акаунт

source: How it works
uk: Як це працює

source: 1) Search
uk: 1) Пошук

source: Find the service you need in seconds.
uk: Знайдіть потрібну послугу за кілька секунд.

source: 2) Book
uk: 2) Забронюйте

source: Choose a provider and pick a time.
uk: Оберіть виконавця та зручний час.

source: 3) Get it done
uk: 3) Отримайте результат

source: Providers arrive prepared and on time.
uk: Виконавці приїжджають підготовленими та вчасно.

source: Popular Providers
uk: Популярні виконавці

source: Home Nurse Visit
uk: Візит медсестри додому

source: In your area (login to view)
uk: У вашому районі (увійдіть, щоб переглянути)

source: Available
uk: Доступно

source: View & Book
uk: Переглянути та забронювати

source: Physio at Home
uk: Фізіотерапія вдома

source: Nearby providers (login to view)
uk: Виконавці поруч (увійдіть, щоб переглянути)

source: Preview
uk: Попередній перегляд

source: Login to unlock full provider list and map.
uk: Увійдіть, щоб відкрити повний список виконавців і мапу.

source: Payment for:
uk: Оплата за:

source: Amount:
uk: Сума:

source: Pay Now
uk: Оплатити зараз

source: Processing...
uk: Обробка...

source: Network response was not ok
uk: Відповідь мережі була некоректною

source: Payment failed:
uk: Платіж не вдався:

source: Email or Username
uk: Email або ім’я користувача

source: Password
uk: Пароль

source: Don't have an account?
uk: Немає акаунта?

source: Username
uk: Ім’я користувача

source: Full name
uk: Повне ім’я

source: Password (min. 6 characters)
uk: Пароль (мін. 6 символів)

source: Confirm Password
uk: Підтвердіть пароль

source: Client
uk: Клієнт

source: Service provider
uk: Виконавець послуг

source: Or register with:
uk: Або зареєструйтеся через:

source: Register with Google
uk: Зареєструватися через Google

source: Already have an account?
uk: Вже маєте акаунт?

source: Login here
uk: Увійти тут

source: My Appointments
uk: Мої записи

source: Manage your schedule and payments
uk: Керуйте розкладом і платежами

source: Back to Dashboard
uk: Назад до панелі

source: New appointment
uk: Новий запис

source: Close
uk: Закрити

source: Appointment Details
uk: Деталі запису

source: SERVICE
uk: ПОСЛУГА

source: DATE & TIME
uk: ДАТА Й ЧАС

source: STATUS
uk: СТАТУС

source: AMOUNT
uk: СУМА

source: NOTES
uk: НОТАТКИ

source: Make a payment now
uk: Оплатити зараз

source: Your Review
uk: Ваш відгук

source: RATING
uk: ОЦІНКА

source: Edit Review
uk: Редагувати відгук

source: stars
uk: зірок

source: Tap a star to rate
uk: Натисніть на зірку, щоб оцінити

source: Share your experience...
uk: Поділіться враженнями...

source: Send
uk: Надіслати

source: Cancel
uk: Скасувати

source: You haven't left a review yet.
uk: Ви ще не залишили відгук.

source: Write a Review
uk: Написати відгук

source: No notes provided
uk: Нотаток немає

source: Paid
uk: Оплачено

source: Waiting for confirmation.
uk: Очікує підтвердження.

source: Cancel appointment
uk: Скасувати запис

source: Network error
uk: Помилка мережі

source: Please select a rating
uk: Будь ласка, оберіть оцінку

source: Sending...
uk: Надсилання...

source: Thank you for your feedback!
uk: Дякуємо за ваш відгук!

source: Error:
uk: Помилка:

source: An error occurred
uk: Сталася помилка

source: Scheduled
uk: Заплановано

source: Approved
uk: Підтверджено

source: Paid and confirmed
uk: Оплачено та підтверджено

source: Completed
uk: Завершено

source: Cancelled
uk: Скасовано

source: Payment error:
uk: Помилка оплати:

source: Are you sure you want to cancel this appointment?
uk: Ви впевнені, що хочете скасувати цей запис?

source: Review available after completion.
uk: Відгук буде доступний після завершення.

source: Without comment
uk: Без коментаря

source: Hi
uk: Привіт

source: Profile
uk: Профіль

source: Update Location
uk: Оновити локацію

source: Post a Request
uk: Опублікувати запит

source: Available Services Nearby
uk: Доступні послуги поруч

source: Based on your location
uk: На основі вашої локації

source: My Active Requests
uk: Мої активні запити

source: Found Providers
uk: Знайдені виконавці

source: No address
uk: Адреси немає

source: Online
uk: Онлайн

source: Offline
uk: Офлайн

source: View Profile
uk: Переглянути профіль

source: Book
uk: Забронювати

source: No services found in this area.
uk: У цій місцевості послуг не знайдено.

source: Book Service
uk: Забронювати послугу

source: Provider:
uk: Виконавець:

source: SELECT SERVICE
uk: ОБЕРІТЬ ПОСЛУГУ

source: REQUIREMENTS
uk: ВИМОГИ

source: Describe what you need...
uk: Опишіть, що вам потрібно...

source: Confirm Booking
uk: Підтвердити бронювання

source: Let providers know what you need and they will contact you.
uk: Повідомте виконавцям, що вам потрібно, і вони з вами зв’яжуться.

source: SERVICE NEEDED
uk: ПОТРІБНА ПОСЛУГА

source: e.g. Home Injection
uk: напр. Ін’єкція вдома

source: BUDGET (EUR)
uk: БЮДЖЕТ (EUR)

source: WHEN?
uk: КОЛИ?

source: DESCRIPTION
uk: ОПИС

source: Publish Request
uk: Опублікувати запит

source: Your location
uk: Ваша локація

source: No active requests
uk: Немає активних запитів

source: Pending
uk: Очікує

source: Cancel Request
uk: Скасувати запит

source: Please update location first using the button in the menu.
uk: Будь ласка, спочатку оновіть локацію кнопкою в меню.

source: Request published successfully!
uk: Запит успішно опубліковано!

source: Are you sure you want to cancel this request?
uk: Ви впевнені, що хочете скасувати цей запит?

source: Geolocation not supported
uk: Геолокація не підтримується

source: Locating...
uk: Визначаємо локацію...

source: Location updated
uk: Локацію оновлено

source: Loading services...
uk: Завантаження послуг...

source: No services available
uk: Немає доступних послуг

source: Appointment confirmed!
uk: Запис підтверджено!

source: Profile Settings
uk: Налаштування профілю

source: Update your personal information
uk: Оновіть вашу особисту інформацію

source: Profile Photo
uk: Фото профілю

source: Allowed: JPG, PNG, GIF (Max 5MB)
uk: Дозволено: JPG, PNG, GIF (макс. 5 МБ)

source: FULL NAME
uk: ПОВНЕ ІМ’Я

source: PHONE NUMBER
uk: НОМЕР ТЕЛЕФОНУ

source: BIRTH DATE
uk: ДАТА НАРОДЖЕННЯ

source: ADDRESS
uk: АДРЕСА

source: ABOUT ME
uk: ПРО МЕНЕ

source: UPLOAD NEW DOCUMENTS
uk: ЗАВАНТАЖИТИ НОВІ ДОКУМЕНТИ

source: You can select multiple files (PDF, JPG, PNG)
uk: Ви можете обрати кілька файлів (PDF, JPG, PNG)

source: Update Profile
uk: Оновити профіль

source: Your Documents
uk: Ваші документи

source: Delete
uk: Видалити

source: No documents uploaded yet.
uk: Документи ще не завантажені.

source: Danger Zone
uk: Небезпечна зона

source: Once you delete your account, there is no going back. Please be certain.
uk: Після видалення акаунта повернути його буде неможливо. Будь ласка, переконайтеся.

source: Delete Account
uk: Видалити акаунт

source: Delete Account?
uk: Видалити акаунт?

source: Are you absolutely sure? This action cannot be undone. All your data, photos, and history will be permanently erased.
uk: Ви впевнені? Цю дію неможливо скасувати. Усі ваші дані, фото та історія будуть видалені назавжди.

source: Yes, Delete Everything
uk: Так, видалити все

source: Delete document
uk: Видалити документ

source: Error with server.
uk: Помилка сервера.

source: File is too large, 5MB max.
uk: Файл завеликий, максимум 5 МБ.

source: Back to Search
uk: Назад до пошуку

source: No address provided
uk: Адресу не вказано

source: Rating
uk: Рейтинг

source: Reviews
uk: Відгуки

source: Verified
uk: Перевірено

source: Identity
uk: Особу підтверджено

source: This provider has not added a description yet.
uk: Цей виконавець ще не додав опис.

source: No reviews yet.
uk: Поки що немає відгуків.

source: Available Services
uk: Доступні послуги

source: Standard service procedure
uk: Стандартна процедура

source: min
uk: хв

source: Book Now
uk: Забронювати зараз

source: This provider has no active services at the moment.
uk: Наразі в цього виконавця немає активних послуг.

source: Please fill in date and service
uk: Будь ласка, вкажіть дату та послугу
